{
  "consent": {
    "pt-BR": {
      "purecookieDesc": "Este site usa cookies para garantir que você obtenha a melhor experiência. Saiba mais em nossa",
      "purecookieTitle": "Cookie",
      "purecookieButton": "Permitir Cookie",
      "purecookieLink": "<a href='https://www.cssscript.com/privacy-policy/' target='_blank'>Politica de Privacidade</a>"
    },
    "en-US": {
      "purecookieDesc": "This site uses cookies to ensure you get the best experience. Learn more in our",
      "purecookieTitle": "Cookie",
      "purecookieButton": "Allow Cookie",
      "purecookieLink": "<a href='https://www.cssscript.com/privacy-policy/' target='_blank'>Privacy Policy</a>"
    }
  },
  "offer": {
    "pt-BR": [
      {
        "id": "1",
        "type": "service",
        "name": "Treinamento e Suporte",
        "description": "Fornecemos treinamento e suporte contínuo para ajudar nossos clientes a gerenciar suas plataformas de comércio eletrônico."
      },
      {
        "id": "2",
        "type": "service",
        "name": "Marketing Digital Integrado",
        "description": "Integramos estratégias de marketing digital, como SEO e mídia social, para aumentar o tráfego e as vendas."
      },
      {
        "id": "3",
        "type": "service",
        "name": "Gestão de Conteúdo e Produtos",
        "description": "Organizamos e gerenciamos catálogos de produtos e conteúdo para melhorar a experiência dos usuários."
      },
      {
        "id": "4",
        "type": "service",
        "name": "Desenvolvimento de Aplicativos Móveis",
        "description": "Criamos aplicativos móveis para melhorar a acessibilidade em dispositivos móveis."
      },
      {
        "id": "5",
        "type": "service",
        "name": "Integração de Sistemas",
        "description": "Conectamos diferentes sistemas para garantir uma operação eficiente."
      },
      {
        "id": "6",
        "type": "service",
        "name": "Segurança e Privacidade",
        "description": "Implementamos medidas de segurança robustas para proteger nossos dados e transações."
      },
      {
        "id": "7",
        "type": "service",
        "name": "Design e Desenvolvimento de Plataforma",
        "description": "Criamos plataformas de comércio eletrônico personalizadas."
      },
      {
        "id": "8",
        "type": "product",
        "name": "Módulos de Integração",
        "description": "Desenvolvemos módulos e plugins para integrar sistemas.",
        "image": "modulos-para-integracao.webp"
      },
      {
        "id": "9",
        "type": "product",
        "name": "Ferramentas de Otimização de Conversões",
        "description": "Desenvolvemos ferramentas para melhorar suas taxas de conversão.",
        "image": "ferramentas-de-otimizacao-de-conversao.webp"
      },
      {
        "id": "10",
        "type": "product",
        "name": "Soluções de Pagamento Seguro",
        "description": "Oferecemos soluções de pagamento seguras.",
        "image": "solucoes-de-pagamento-seguro.webp"
      },
      {
        "id": "11",
        "type": "product",
        "name": "Themes e Designs Personalizados",
        "description": "Criamos temas de design personalizados.",
        "image": "themas-e-design-personalizados.webp"
      },
      {
        "id": "12",
        "type": "product",
        "name": "Aplicativos Móveis para Comércio Eletrônico",
        "description": "Desenvolvemos aplicativos móveis específicos para comércio eletrônico.",
        "image": "aplicativos-moveis-para-comercio-eletronico.webp"
      },
      {
        "id": "13",
        "type": "product",
        "name": "Analytics e Relatórios Avançados",
        "description": "Desenvolvemos ferramentas de análise e relatórios avançados.",
        "image": "analytics-e-relatorios-avancados.webp"
      }
    ],
    "en-US": [
      {
        "id": "1",
        "type": "service",
        "name": "Training and Support",
        "description": "We provide training and ongoing support to help our clients manage their e-commerce platforms."
      },
      {
        "id": "2",
        "type": "service",
        "name": "Integrated Digital Marketing",
        "description": "We integrate digital marketing strategies like SEO and social media to increase traffic and sales."
      },
      {
        "id": "3",
        "type": "service",
        "name": "Content and Product Management",
        "description": "We organize and manage product catalogs and content to enhance user experience."
      },
      {
        "id": "4",
        "type": "service",
        "name": "Mobile App Development",
        "description": "We create mobile apps to enhance accessibility on mobile devices."
      },
      {
        "id": "5",
        "type": "service",
        "name": "System Integration",
        "description": "We connect different systems to ensure efficient operation."
      },
      {
        "id": "6",
        "type": "service",
        "name": "Security and Privacy",
        "description": "We implement robust security measures to protect our data and transactions."
      },
      {
        "id": "7",
        "type": "service",
        "name": "Design and Platform Development",
        "description": "We create customized e-commerce platforms."
      },
      {
        "id": "8",
        "type": "product",
        "name": "Integration Modules",
        "description": "We develop modules and plugins to integrate systems.",
        "image": "modulos-para-integracao.webp"
      },
      {
        "id": "9",
        "type": "product",
        "name": "Conversion Optimization Tools",
        "description": "We develop tools to improve your conversion rates.",
        "image": "ferramentas-de-otimizacao-de-conversao.webp"
      },
      {
        "id": "10",
        "type": "product",
        "name": "Secure Payment Solutions",
        "description": "We offer secure payment solutions.",
        "image": "solucoes-de-pagamento-seguro.webp"
      },
      {
        "id": "11",
        "type": "product",
        "name": "Custom Themes and Designs",
        "description": "We create custom design themes.",
        "image": "themas-e-design-personalizados.webp"
      },
      {
        "id": "12",
        "type": "product",
        "name": "Mobile Apps for E-commerce",
        "description": "We develop mobile apps specifically for e-commerce.",
        "image": "aplicativos-moveis-para-comercio-eletronico.webp"
      },
      {
        "id": "13",
        "type": "product",
        "name": "Advanced Analytics and Reporting",
        "description": "We develop advanced analytics and reporting tools.",
        "image": "analytcs-e-relatorios-avancados.webp"
      }
    ]
  },
  "privacyPolicy": {
    "pt-BR": {
      "title": "Política de Privacidade",
      "sections": [
        {
          "title": "Introdução",
          "content": [
            "Bem-vindo(a) à nossa Política de Privacidade.",
            "Esta política descreve como coletamos, usamos e protegemos informações quando você visita nosso site."
          ]
        },
        {
          "title": "Coleta de Dados",
          "subsections": [
            {
              "title": "Dados Pessoais",
              "content": [
                "Coletamos informações pessoais identificáveis, como nome e e-mail, apenas quando você nos fornece voluntariamente através de formulários de contato ou inscrições."
              ]
            },
            {
              "title": "Dados Automáticos",
              "content": [
                "Utilizamos o Google Analytics 4, uma ferramenta de análise da web fornecida pelo Google, para coletar informações anônimas sobre o seu comportamento de navegação no site. Isso inclui dados sobre páginas visitadas, tempo de permanência no site, localização geográfica, entre outros. O Google Analytics 4 utiliza cookies para realizar essa análise."
              ]
            }
          ]
        },
        {
          "title": "Uso dos Dados",
          "content": [
            "Utilizamos diferentes tipos de cookies com diversas finalidades:",
            "- Cookies de Desempenho: Coletam informações sobre como os visitantes utilizam o site, para melhorar sua performance e funcionalidade.",
            "- Cookies de Funcionalidade: Lembram as escolhas feitas pelos usuários para proporcionar uma experiência mais personalizada.",
            "- Cookies de Publicidade: Rastreiam a atividade de navegação para exibir anúncios relevantes aos interesses dos usuários.",
            "- Cookies de Análise: Coletam dados estatísticos sobre a interação dos usuários para otimizar a experiência do usuário."
          ]
        },
        {
          "title": "Compartilhamento de Dados",
          "content": [
            "Compartilhamos informações coletadas, incluindo dados pessoais, com terceiros, como o Google, para análise dos dados e melhoria de nossos serviços. Esses terceiros estão sujeitos a políticas de privacidade e práticas de segurança adequadas."
          ]
        },
        {
          "title": "Armazenamento e Segurança",
          "content": [
            "Armazenamos os dados em servidores seguros e adotamos medidas de segurança apropriadas para proteger as informações contra acesso não autorizado ou alteração."
          ]
        },
        {
          "title": "Seus Direitos",
          "content": [
            "Você tem o direito de acessar, retificar ou excluir seus dados pessoais. Se desejar exercer esses direitos ou tiver alguma dúvida sobre nossa Política de Privacidade, entre em contato conosco."
          ]
        },
        {
          "title": "Atualizações da Política de Privacidade",
          "content": [
            "Reservamo-nos o direito de atualizar esta Política de Privacidade a qualquer momento. As alterações serão efetivas assim que forem publicadas em nosso site."
          ]
        },
        {
          "title": "Contato",
          "content": [
            "Para mais informações sobre nossa Política de Privacidade, entre em contato conosco através do e-mail [seuemail@dominio.com]."
          ]
        }
      ]
    },
    "en-US": {
      "title": "Privacy Policy",
      "sections": [
        {
          "title": "Introduction",
          "content": [
            "Welcome to our Privacy Policy.",
            "This policy describes how we collect, use, and protect information when you visit our website."
          ]
        },
        {
          "title": "Data Collection",
          "subsections": [
            {
              "title": "Personal Data",
              "content": [
                "We collect personally identifiable information, such as name and email, only when you voluntarily provide it to us through contact forms or subscriptions."
              ]
            },
            {
              "title": "Automatic Data",
              "content": [
                "We use Google Analytics 4, a web analysis tool provided by Google, to collect anonymous information about your browsing behavior on the site. This includes data about pages visited, time spent on the site, geographical location, among others. Google Analytics 4 uses cookies to perform this analysis."
              ]
            }
          ]
        },
        {
          "title": "Data Usage",
          "content": [
            "We use different types of cookies for various purposes:",
            "- Performance Cookies: Collect information on how visitors use the website to enhance its performance and functionality.",
            "- Functionality Cookies: Remember user choices to provide a more personalized experience.",
            "- Advertising Cookies: Track browsing activity to display ads relevant to users' interests.",
            "- Analytics Cookies: Collect statistical data on user interactions to optimize the user experience."
          ]
        },
        {
          "title": "Data Sharing",
          "content": [
            "We share collected information, including personal data, with third parties such as Google for data analysis and improvement of our services. These third parties are subject to appropriate privacy policies and security practices."
          ]
        },
        {
          "title": "Storage and Security",
          "content": [
            "We store data on secure servers and implement appropriate security measures to protect the information against unauthorized access or alteration."
          ]
        },
        {
          "title": "Your Rights",
          "content": [
            "You have the right to access, rectify, or delete your personal data. If you wish to exercise these rights or have any questions about our Privacy Policy, please contact us."
          ]
        },
        {
          "title": "Privacy Policy Updates",
          "content": [
            "We reserve the right to update this Privacy Policy at any time. The changes will be effective as soon as they are published on our website."
          ]
        },
        {
          "title": "Contact",
          "content": [
            "For more information about our Privacy Policy, please contact us via email at [youremail@domain.com]."
          ]
        }
      ]
    }
  }
}
